Repository: pypi-data/pypi-mirror-301
Catalog: packages/Products.PloneKeywordManager/Products.PloneKeywordManager-5.0.1-py3-none-any.whl/Products/PloneKeywordManager/locales/*/LC_MESSAGES/Products.PloneKeywordManager.po
Languages: de

source: Delete
de: Löschen

source: Keyword Manager
de: Schlüsselwortverwaltung

source: Keyword to apply
de: Anzuwendende Schlüsselworte

source: Merge / Replace
de: Zusammenführen/ Ersetzen

source: Merge all selected keywords and/or replace them by filled value
de: Führe alle ausgewählten Schlüsselworte zusammen und/oder ersetze diese durch den eingegebenen Wert.

source: Please provide a new term
de: Bitte geben Sie einen neuen Begriff ein.

source: Please select a valid keyword field
de: Bitte wählen Sie ein gültiges Schlüsselwortfeld

source: Please select at least one keyword
de: Bitte wählen Sie mindestens ein gültiges Schlüsselwort

source: Remove all selected keywords
de: Entfernen aller gewählten Schlüsselworte

source: Search
de: Suchen

source: Select Field
de: Feld wählen

source: View keywords
de: Schlüsselworte anzeigen

source: description_keyword_manager
de: PloneKeywordManager erlaubt Schlüsselworte aus dem Portal zu entfernen oder zusammenzufassen.

source: description_no_keywords
de: Bisher sind keine Schlüsselworte zugewiesen, in anderen Worten: es gibt noch nichts zu verwalten. Sie können Schlüsselworte unter "Kategorien" im "Bearbeiten" Karteireiter Ihrer Inhalte zuweisen.

source: heading_keyword_manager
de: Schlüsselwort-Verwaltung

source: help_keyword_assignments
de: Wählen ein oder mehrere Schlüsselwort aus, geben Sie dann ein ErsatzSchlüsselwort an und klicken sie dann "Zusammenführen/ Ersetzen" umd alle ausgewählten Schlüsselworte durch zu ändern. Klicken Sie auf Entfernen um die ausgewählten Schlüsselworte zu entfernen.

source: label_choose_keyword_field
de: Wähle Feld/Index für Schlüsselworte

source: label_keyword
de: Schlüsselwort

source: label_keyword_assignments
de: Zugewiesene Schlüsselworte

source: label_keyword_field
de: Schlüsselwortfeld

source: label_list_alphabetically
de: Alphabetisch auflisten

source: label_search_by_keyword
de: Suche nach einem Schlüsselwort

source: label_select
de: Auswwählen...

source: label_view_range
de: Bereich anzeigen

source: msg_changed_keywords
de: In ${num} Inhalt(en) wurde ${from} zu ${to} geändert.

source: msg_deleted_keywords
de: Von ${num} Inhalt(en) wurden ${keywords} entfernt
