Repository: pypi-data/pypi-mirror-301
Catalog: packages/ax3-model-extras/AX3_model_extras-2.0.1-py3-none-any.whl/ax3_model_extras/locale/*/LC_MESSAGES/django.po
Languages: es

source: The allowed quality is from 0 to 100
es: La calidad permitida es de 0 a 100

source: Image too small to be scaled
es: Imagen demasiado pequeña para ser escalada

source: The image is invalid or corrupted
es: La imagen no es válida o está dañada

source: Image format unsupported
es: Formato de imagen no soportado

source: GIF image size unsupported
es: Tamaño de imagen GIF no soportado

source: The weight of the file must be less than the maximum allowed size
es: El peso del archivo debe ser menor al tamaño máximo permitido

source: The image must have the specified dimensions
es: La imagen debe tener las dimensiones especificadas

source: The image must have at least the specified dimensions
es: La imagen debe tener al menos las dimensiones especificadas

source: The document does not have the correct format
es: El documento no tiene el formato correcto

source: Invalid phone number.
es: Teléfono invalido.
